Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

# 已设闹钟：%1$@ 上班时（本机 %2$@）。在「计时器」页查看或取消。
source: 已设闹钟：%1$@上班时（本机%2$@），可在“计时器”里查看。
de: Wecker für den Arbeitsbeginn von %1$@ gestellt (%2$@ auf diesem Mac). Sieh ihn unter „Timer“ an.
en: Alarm set for when %1$@ starts work (%2$@ on this Mac). See it in Timers.
es: Alarma programada para cuando %1$@ empiece a trabajar (%2$@ en este Mac). Consúltala en Temporizadores.
fr: Alarme réglée pour %1$@ au début de ses horaires de travail (%2$@ sur ce Mac). Consultez-la dans « Minuteurs ».
id: Alarm diatur: saat %1$@ mulai kerja (%2$@ di Mac ini). Lihat di Timer.
it: Sveglia impostata: %1$@ inizia a lavorare (%2$@ su questo Mac). Puoi vederla nella pagina Timer.
ja: アラームを設定しました: %1$@さんの始業時（このMacでは%2$@）。“タイマー”で確認できます。
ko: 알람 설정됨: %1$@ 출근 시(이 Mac 기준 %2$@). ‘타이머’에서 확인할 수 있습니다.
nl: Wekker ingesteld voor het begin van de werkdag van %1$@ (%2$@ op deze Mac). Bekijk de wekker in 'Timers'.
pl: Ustawiono budzik na początek pracy osoby %1$@ (%2$@ na tym Macu). Sprawdź go na stronie Minutniki.
pt_br: Alarme definido para quando %1$@ começar a trabalhar (%2$@ neste Mac). Veja em Timers.
ru: Будильник установлен на начало рабочего дня: %1$@ (%2$@ на этом Mac). Его можно посмотреть в разделе «Таймеры».
tr: Alarm kuruldu: %1$@ çalışmaya başladığında (bu Mac’in saatiyle %2$@). Sayaçlar bölümünde görebilirsiniz.
vi: Đã đặt báo thức khi %1$@ bắt đầu làm việc (%2$@ theo giờ máy Mac này). Xem trong Hẹn giờ.
zh_hant: 已設定鬧鐘：%1$@上班時（本機%2$@），可在「計時器」裡查看。

source: 常用时长
de: Vorgaben
en: Presets
es: Duraciones habituales
fr: Durées courantes
id: Durasi Umum
it: Predefiniti
ja: よく使う時間
ko: 자주 쓰는 시간
nl: Veelgebruikte tijden
pl: Typowe czasy trwania
pt_br: Durações Comuns
ru: Часто используемые интервалы
tr: Hazır Süreler
vi: Thời lượng thường dùng
zh_hant: 常用時間

source: 开始下一轮专注
de: Nächste Fokusphase starten
en: Start the next focus session
es: Empieza la siguiente sesión de concentración
fr: Commencez la prochaine séance de concentration
id: Mulai sesi fokus berikutnya
it: Avvia la prossima sessione di concentrazione
ja: 次の集中時間を開始
ko: 다음 집중 시간 시작
nl: Start de volgende focusronde
pl: Pora na kolejną sesję skupienia
pt_br: Inicie a próxima sessão de foco
ru: Начало следующего сеанса концентрации
tr: Sonraki odaklanma turunu başlatın
vi: Bắt đầu phiên tập trung tiếp theo
zh_hant: 開始下一輪專注

source: 开始倒计时
de: Countdown starten
en: Start Countdown
es: Iniciar cuenta atrás
fr: Lancer le compte à rebours
id: Mulai Hitung Mundur
it: Avvia conto alla rovescia
ja: カウントダウンを開始
ko: 카운트다운 시작
nl: Start aftellen
pl: Rozpocznij odliczanie
pt_br: Iniciar Contagem Regressiva
ru: Начать обратный отсчёт
tr: Geri Sayımı Başlat
vi: Bắt đầu đếm ngược
zh_hant: 開始倒數計時

source: 开始计时
de: Timer starten
en: Start Timer
es: Iniciar temporizador
fr: Démarrer le minuteur
id: Mulai Timer
it: Avvia timer
ja: 計測を開始
ko: 타이머 시작
nl: Start timer
pl: Rozpocznij pomiar czasu
pt_br: Iniciar Contagem
ru: Начать отсчёт
tr: Sayacı Başlat
vi: Bắt đầu hẹn giờ
zh_hant: 開始計時

source: 当地作息
de: Lokaler Tagesrhythmus
en: Local Schedule
es: Horario local
fr: Horaires locaux
id: Jadwal Setempat
it: Orari locali
ja: 現地の生活スケジュール
ko: 현지 일과
nl: Lokaal rooster
pl: Rozkład dnia (czas lokalny)
pt_br: Rotina Local
ru: Местный распорядок
tr: Yerel Günlük Düzen
vi: Lịch sinh hoạt theo giờ địa phương
zh_hant: 當地作息

# 当地时刻会重复，请核对夏令时切换。
source: 这个当地时刻会出现两次，请核对换钟。
de: Diese Ortszeit kommt zweimal vor. Prüfe die Zeitumstellung.
en: This local time occurs twice. Check the clock change.
es: Esta hora local aparece 2 veces. Comprueba el cambio de hora.
fr: Cette heure locale apparaît deux fois. Vérifiez le changement d’heure.
id: Waktu setempat ini terjadi dua kali. Periksa perubahan jam.
it: Quest’ora locale si presenta due volte. Controlla il cambio dell’ora.
ja: この現地時刻は2回現れます。時刻変更を確認してください。
ko: 이 현지 시각이 두 번 나타납니다. 시계 조정을 확인하세요.
nl: Deze lokale tijd komt twee keer voor. Controleer de klokwijziging.
pl: Ta godzina lokalna występuje dwa razy. Sprawdź zmianę czasu.
pt_br: Esse horário local ocorre duas vezes. Confira a mudança de horário.
ru: Это местное время наступает дважды. Проверьте перевод часов.
tr: Bu yerel saat iki kez görülüyor. Saat değişikliğini denetleyin.
vi: Giờ địa phương này xuất hiện hai lần. Hãy kiểm tra thời điểm đổi giờ.
zh_hant: 這個當地時刻會出現兩次，請核對時鐘調整。

source: 当地没有这个时刻，请调整睡眠时间。
de: Diese Ortszeit existiert nicht. Passe die Schlafzeiten an.
en: This local time doesn’t exist. Adjust the sleep times.
es: Esta hora local no existe. Ajusta las horas de sueño.
fr: Cette heure locale n’existe pas. Ajustez les heures de sommeil.
id: Waktu setempat ini tidak ada. Sesuaikan jam tidur.
it: Quest’ora locale non esiste. Modifica gli orari di sonno.
ja: この現地時刻は存在しません。睡眠時間を調整してください。
ko: 이 현지 시각은 존재하지 않습니다. 수면 시간을 조정하세요.
nl: Deze lokale tijd bestaat niet. Pas de slaaptijden aan.
pl: Ta godzina lokalna nie istnieje. Zmień godziny snu.
pt_br: Esse horário não existe nesse local. Ajuste os horários de sono.
ru: Такого местного времени не существует. Измените время сна.
tr: Bu yerel saat mevcut değil. Uyku saatlerini ayarlayın.
vi: Giờ địa phương này không tồn tại. Hãy điều chỉnh giờ ngủ.
zh_hant: 當地沒有這個時刻，請調整睡眠時間。

source: 当天时间轴
de: Zeitleiste des Tages
en: Timeline
es: Línea de tiempo del día
fr: Axe horaire de la journée
id: Garis Waktu Hari Terpilih
it: Linea temporale del giorno
ja: 当日のタイムライン
ko: 해당 날짜의 타임라인
nl: Tijdlijn voor deze dag
pl: Oś czasu dnia
pt_br: Linha do Tempo do Dia
ru: Шкала времени выбранного дня
tr: Günün Zaman Çizelgesi
vi: Dòng thời gian trong ngày
zh_hant: 當天時間軸

source: 恢复默认
de: Standard wiederherstellen
en: Restore Defaults
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
id: Pulihkan Default
it: Ripristina default
ja: デフォルトに戻す
ko: 기본값 복원
nl: Herstel standaardwaarden
pl: Przywróć domyślne
pt_br: Restaurar Padrões
ru: Восстановить настройки по умолчанию
tr: Saptanmışlara Dön
vi: Khôi phục mặc định
zh_hant: 回復預設值

source: 或搜索城市
de: Oder eine Stadt suchen
en: Or search for a city
es: O busca una ciudad
fr: Ou rechercher une ville
id: Atau cari kota
it: Oppure cerca una città
ja: または都市を検索
ko: 또는 도시 검색
nl: Of zoek een stad
pl: Lub wyszukaj miasto
pt_br: Ou busque uma cidade
ru: Или найдите город
tr: Veya bir şehir arayın
vi: Hoặc tìm thành phố
zh_hant: 或搜尋城市

source: 所在地
de: Ort
en: Location
es: Ubicación
fr: Lieu
id: Lokasi
it: Luogo
ko: 위치
nl: Locatie
pl: Miejsce pobytu
pt_br: Local
ru: Местоположение
tr: Konum
vi: Nơi ở

# 所有人都合适
source: 共同工作时段
de: Gemeinsame Arbeitszeit
en: Shared work hours
es: Horario laboral común
fr: Créneaux de travail communs
id: Jam kerja bersama
it: Fasce di lavoro comuni
ja: 共通の勤務時間
ko: 공통 근무 시간
nl: Gezamenlijke werktijd
pl: Wspólne godziny pracy
pt_br: Horário de trabalho em comum
ru: Общее рабочее время
tr: Ortak çalışma saatleri
vi: Giờ làm việc chung
zh_hant: 共同工作時段

source: 打开系统设置
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları’nı Aç
vi: Mở Cài đặt hệ thống
zh_hant: 打開系統設定

# 把不工作的时段加进日历
source: 把工作时段外的时间添加到日历
de: Zeit außerhalb der Arbeitszeiten zum Kalender hinzufügen
en: Add Time Outside Work Hours to Calendar
es: Añadir las horas fuera del horario laboral al calendario
fr: Ajouter les heures hors horaires de travail au calendrier
id: Tambahkan Waktu di Luar Jam Kerja ke Kalender
it: Aggiungi le ore fuori dall’orario di lavoro al calendario
ja: 勤務時間外をカレンダーに追加
ko: 근무 시간 외를 캘린더에 추가
nl: Zet tijd buiten werktijden in agenda
pl: Dodaj czas poza godzinami pracy do kalendarza
pt_br: Adicionar Horários Fora do Horário de Trabalho ao Calendário
ru: Добавить нерабочее время в календарь
tr: Çalışma Dışı Saatleri Takvime Ekle
vi: Thêm thời gian ngoài giờ làm việc vào lịch
zh_hant: 把工作時段外的時間加入行事曆

source: 拆成几场
de: In mehrere Ereignisse aufteilen
en: Split Sessions
es: Dividir en sesiones
fr: Diviser en séances
id: Bagi Sesi
it: Dividi in sessioni
ja: 複数回に分ける
ko: 회차 나누기
nl: Splits
pl: Podział na tury
pt_br: Dividir em Sessões
ru: Разделить на встречи
tr: Oturumlara Böl
vi: Chia thành nhiều phiên
zh_hant: 拆成幾場

# 按人物所在地的日期计算，包含开始和结束两天。
source: 按对方当地日期，开始和结束两天都算。
de: Gilt nach dem lokalen Datum der Person. Anfangs- und Endtag sind eingeschlossen.
en: Uses the person’s local dates, including the start and end days.
es: Se usan las fechas locales de la persona, incluidos los días de inicio y fin.
fr: Les dates sont celles de la personne sur place. Les jours de début et de fin sont inclus.
id: Menggunakan tanggal di lokasi orang tersebut, termasuk tanggal mulai dan tanggal selesai.
it: Usa le date locali della persona, inclusi i giorni di inizio e fine.
ja: 相手の現地の日付で計算します。開始日と終了日の両方を含みます。
ko: 해당 사람의 현지 날짜를 기준으로 하며 시작일과 종료일을 모두 포함합니다.
nl: Gebruikt de lokale datums van de persoon, inclusief begin- en einddatum.
pl: Daty liczone według miejsca pobytu osoby, łącznie z dniem początkowym i końcowym.
pt_br: Usa as datas locais da pessoa, incluindo os dias de início e de fim.
ru: По местным датам человека, включая первый и последний день.
tr: Kişinin bulunduğu yerin tarihlerine göre hesaplanır; başlangıç ve bitiş günleri dahildir.
vi: Tính theo ngày tại nơi ở của người đó, gồm cả ngày bắt đầu và kết thúc.
zh_hant: 依人物所在地的日期計算，開始和結束兩天都算在內。

# 按你在「找碰头时间」里设的工作时段算：到达日起一周，工作时段之外都做成日历事件，当地休息日整天。
source: 按“找碰头时间”里设的工作时段：到达后7天，工作时段外都添加为日历事件，休息日全天。
de: Verwendet die Arbeitszeiten aus „Besprechungszeit finden“: Für 7 Tage ab Ankunft werden Zeiten außerhalb der Arbeitszeiten als Kalenderereignisse hinzugefügt, an freien Tagen ganztägig.
en: Uses the work hours set in Find a Meeting Time: for 7 days after arrival, time outside work hours is added as calendar events, with all-day events on days off.
es: Se usa el horario laboral establecido en “Buscar hora de reunión”: durante los 7 días posteriores a la llegada, las horas fuera del horario laboral se añaden como eventos de calendario; en los días libres, los eventos abarcan todo el día.
fr: Selon les horaires de travail définis dans « Trouver un créneau », les périodes en dehors de ces horaires pendant les 7 jours suivant l’arrivée sont ajoutées au calendrier. Les jours de repos sont ajoutés comme évènements sur toute la journée.
id: Menggunakan jam kerja yang diatur di Cari Waktu Rapat: selama 7 hari setelah tiba, waktu di luar jam kerja ditambahkan sebagai acara kalender; pada hari libur, acaranya berlangsung seharian.
it: Usa l’orario di lavoro impostato in “Trova un orario”: per 7 giorni dopo l’arrivo, le fasce fuori dall’orario di lavoro vengono aggiunte al calendario; nei giorni liberi, gli eventi coprono l’intera giornata.
ja: “会議の時間を探す”で設定した勤務時間に基づきます。到着後7日間、勤務時間外をカレンダーの予定にし、休みの日は終日にします。
ko: ‘회의 시간 찾기’에서 설정한 근무 시간을 기준으로, 도착일부터 7일간 근무 시간 밖의 시간을 캘린더 이벤트로 추가합니다. 쉬는 날에는 하루 종일로 추가합니다.
nl: Gebruikt de werktijden uit 'Zoek een vergadermoment': gedurende 7 dagen na aankomst worden alle tijdvakken buiten werktijden als activiteiten aan je agenda toegevoegd. Op vrije dagen zijn het activiteiten voor de hele dag.
pl: Według godzin pracy ustawionych na stronie Wspólny termin: przez 7 dni po przylocie czas poza godzinami pracy jest dodawany jako wydarzenia w kalendarzu, a dni wolne jako wydarzenia całodniowe.
pt_br: Usa o horário de trabalho definido em Encontrar Horário para Reunião: nos 7 dias após a chegada, adiciona ao calendário os períodos fora do horário de trabalho e eventos de dia inteiro nos dias de folga.
ru: Используется рабочее время, заданное на странице «Найти время для встречи». В течение 7 дней после прибытия периоды вне рабочего времени добавляются в календарь как события, а в выходные — как события на весь день.
tr: Toplantı Planlayıcısı’nda ayarladığınız çalışma saatleri kullanılır. Varıştan itibaren 7 gün boyunca çalışma saatleri dışındaki süreler takvim etkinliği olarak eklenir; çalışılmayan günlerde tam gün etkinlikleri eklenir.
vi: Theo giờ làm việc đã đặt trong Tìm giờ họp: trong 7 ngày sau khi đến, toàn bộ thời gian ngoài giờ làm việc được thêm thành sự kiện lịch; ngày nghỉ là sự kiện cả ngày.
zh_hant: 依「找碰面時間」裡設定的工作時段：抵達後7天，工作時段外的時間都加入為行事曆行程，休息日則加入整日行程。

# 按已保存地点的工作时段查找未来 7 天的共同空档。
source: 按已保存地点的工作时段，找未来7天的共同工作时段。
de: Findet gemeinsame Arbeitszeit in den nächsten 7 Tagen anhand der Arbeitszeiten gespeicherter Orte.
en: Finds shared work hours in the next 7 days from your saved places’ work hours.
es: Busca horario laboral común en los próximos 7 días según el horario laboral de los lugares guardados.
fr: Trouve des créneaux de travail communs dans les 7 prochains jours selon les horaires de travail des lieux enregistrés.
id: Mencari jam kerja bersama dalam 7 hari ke depan berdasarkan jam kerja lokasi tersimpan.
it: Cerca fasce di lavoro comuni nei prossimi 7 giorni in base all’orario di lavoro dei luoghi salvati.
ja: 保存した場所の勤務時間から、今後7日間の共通の勤務時間を検索します。
ko: 저장한 장소의 근무 시간을 기준으로 앞으로 7일간 공통 근무 시간을 찾습니다.
nl: Zoekt gezamenlijke werktijd in de komende 7 dagen op basis van de werktijden van je bewaarde locaties.
pl: Znajduje wspólne godziny pracy w ciągu najbliższych 7 dni na podstawie godzin pracy w zachowanych miejscach.
pt_br: Encontra horários de trabalho em comum nos próximos 7 dias, com base nos horários de trabalho dos locais salvos.
ru: Находит общее рабочее время в ближайшие 7 дней по рабочему времени сохранённых мест.
tr: Kayıtlı konumların çalışma saatlerine göre önümüzdeki 7 gün içindeki ortak çalışma saatini bulur.
vi: Tìm giờ làm việc chung trong 7 ngày tới dựa trên giờ làm việc của các địa điểm đã lưu.
zh_hant: 依已儲存地點的工作時段，尋找未來7天的共同工作時段。

source: 搜索姓名
de: Namen suchen
en: Search Names
es: Buscar nombres
fr: Rechercher un nom
id: Cari Nama
it: Cerca nomi
ja: 名前を検索
ko: 이름 검색
nl: Zoek namen
pl: Szukaj
pt_br: Buscar Nome
ru: Поиск по имени
tr: Ad ara
vi: Tìm tên
zh_hant: 搜尋姓名

source: 新建计时器
de: Neuer Timer
en: New Timer
es: Nuevo temporizador
fr: Nouveau minuteur
id: Buat Timer
it: Crea timer
ja: 新しいタイマー
ko: 새 타이머
nl: Maak timer aan
pl: Nowy minutnik
pt_br: Novo Timer
ru: Создать таймер
tr: Yeni Sayaç
vi: Hẹn giờ mới
zh_hant: 新增計時器

# 旅行名称
source: 名称（可选）
de: Name (optional)
en: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
id: Nama (opsional)
it: Nome (facoltativo)
ja: 名称（任意）
ko: 이름(선택 사항)
nl: Naam (optioneel)
pl: Nazwa (opcjonalnie)
pt_br: Nome (opcional)
ru: Название (необязательно)
tr: Ad (isteğe bağlı)
vi: Tên (tùy chọn)
zh_hant: 名稱（選填）

# 旅行存档版本较新，更新 Dayside 后再编辑。原始数据已保留。
source: 旅行数据由较新版本的Dayside保存，更新后才能编辑。原始数据已保留。
de: Diese Reisedaten wurden mit einer neueren Version von Dayside gesichert. Aktualisiere Dayside, um sie zu bearbeiten. Die Originaldaten bleiben erhalten.
en: Travel data was saved by a newer version of Dayside. Update Dayside to edit it. The original data is kept.
es: Los datos de viajes se han guardado con una versión más reciente de Dayside. Actualiza Dayside para editarlos. Los datos originales se conservan.
fr: Les données des voyages ont été enregistrées par une version plus récente de Dayside. Mettez Dayside à jour pour les modifier. Les données d’origine ont été conservées.
id: Data perjalanan disimpan oleh versi Dayside yang lebih baru. Perbarui Dayside untuk mengeditnya. Data asli tetap tersimpan.
it: I dati dei viaggi sono stati salvati da una versione più recente di Dayside. Aggiorna Dayside per modificarli. I dati originali sono conservati.
ja: 旅行データは、より新しいバージョンのDaysideで保存されています。編集するにはDaysideをアップデートしてください。元のデータは保持されています。
ko: 여행 데이터는 더 새로운 버전의 Dayside에서 저장되었습니다. 편집하려면 Dayside를 업데이트하세요. 원본 데이터는 보존됩니다.
nl: Deze reisgegevens zijn bewaard door een nieuwere versie van Dayside. Werk Dayside bij om ze te bewerken. De oorspronkelijke gegevens zijn behouden.
pl: Dane podróży zachowano w nowszej wersji aplikacji Dayside. Uaktualnij aplikację Dayside, aby je edytować. Oryginalne dane zachowano.
pt_br: Os dados de viagens foram salvos por uma versão mais recente do Dayside. Atualize o Dayside para editar. Os dados originais foram preservados.
ru: Данные поездок сохранены в более новой версии Dayside. Обновите Dayside, чтобы редактировать их. Исходные данные сохранены.
tr: Seyahat verileri Dayside’ın daha yeni bir sürümüyle kaydedilmiş. Düzenlemek için Dayside’ı güncelleyin. Özgün veriler korundu.
vi: Dữ liệu chuyến đi được lưu bằng phiên bản Dayside mới hơn. Hãy cập nhật Dayside trước khi sửa. Dữ liệu gốc vẫn được giữ nguyên.
zh_hant: 旅行資料由較新版本的Dayside儲存，更新後才能編輯。原始資料已保留。

source: 无法保存，请重新打开编辑。
de: Sichern fehlgeschlagen. Öffne die Bearbeitung erneut.
en: Couldn’t save. Reopen the editor and try again.
es: No se ha podido guardar. Abre de nuevo el editor e inténtalo otra vez.
fr: Impossible d’enregistrer. Rouvrez l’éditeur et réessayez.
id: Tidak dapat menyimpan. Buka kembali untuk mengedit.
it: Impossibile salvare. Riapri l’editor e riprova.
ja: 保存できませんでした。編集画面を開き直してやり直してみてください。
ko: 저장할 수 없습니다. 편집 화면을 다시 열고 시도하세요.
nl: Het bewaren is mislukt. Open het bewerkvenster opnieuw.
pl: Nie udało się zachować zmian. Otwórz ponownie okno edycji.
pt_br: Não foi possível salvar. Reabra a edição e tente novamente.
ru: Не удалось сохранить. Откройте редактор заново.
tr: Kaydedilemedi. Düzenleyiciyi kapatıp yeniden açın.
vi: Không thể lưu. Hãy mở lại phần chỉnh sửa.
zh_hant: 無法儲存，請重新打開編輯畫面。

source: 无法打开会议链接。请检查默认浏览器后重试。
de: Der Besprechungslink konnte nicht geöffnet werden. Prüfe deinen Standardbrowser und versuche es erneut.
en: Couldn’t open the meeting link. Check your default browser and try again.
es: No se ha podido abrir el enlace de la reunión. Comprueba el navegador predeterminado e inténtalo de nuevo.
fr: Impossible d’ouvrir le lien de la réunion. Vérifiez votre navigateur par défaut et réessayez.
id: Tidak dapat membuka tautan rapat. Periksa browser default Anda dan coba lagi.
it: Impossibile aprire il link della riunione. Verifica il browser di default e riprova.
ja: 会議のリンクを開けませんでした。デフォルトブラウザを確認してから、やり直してみてください。
ko: 회의 링크를 열 수 없습니다. 기본 브라우저를 확인한 후 다시 시도하세요.
nl: De vergaderlink kon niet worden geopend. Controleer je standaardbrowser en probeer het opnieuw.
pl: Nie można otworzyć łącza do spotkania. Sprawdź domyślną przeglądarkę i spróbuj ponownie.
pt_br: Não foi possível abrir o link da reunião. Verifique o navegador padrão e tente novamente.
ru: Не удалось открыть ссылку на встречу. Проверьте браузер по умолчанию и повторите попытку.
tr: Toplantı bağlantısı açılamadı. Saptanmış tarayıcınızı denetleyip yeniden deneyin.
vi: Không thể mở liên kết cuộc họp. Hãy kiểm tra trình duyệt mặc định và thử lại.
zh_hant: 無法打開會議連結。請檢查預設瀏覽器後再試一次。

# 无法生成这次旅行的作息表，请检查时区、日期和睡眠时间。
source: 无法生成这次旅行的作息表，请检查地点、日期和睡眠时间。
de: Der Schlafplan für diese Reise konnte nicht erstellt werden. Prüfe Orte, Daten und Schlafzeiten.
en: Couldn’t create a sleep plan for this trip. Check the places, dates, and sleep times.
es: No se ha podido generar el horario de sueño para este viaje. Comprueba los lugares, las fechas y las horas de sueño.
fr: Impossible de créer le programme de sommeil pour ce voyage. Vérifiez les lieux, les dates et les heures de sommeil.
id: Tidak dapat membuat jadwal tidur untuk perjalanan ini. Periksa lokasi, tanggal, dan jam tidur.
it: Impossibile creare il piano del sonno per questo viaggio. Controlla luoghi, date e orari di sonno.
ja: この旅行の睡眠スケジュールを作成できませんでした。場所、日付、睡眠時間を確認してください。
ko: 이 여행의 일과표를 만들 수 없습니다. 장소, 날짜, 수면 시간을 확인하세요.
nl: Kon geen slaapschema voor deze reis maken. Controleer de locaties, datums en slaaptijden.
pl: Nie udało się utworzyć planu snu dla tej podróży. Sprawdź miejsca, daty i godziny snu.
pt_br: Não foi possível gerar a rotina desta viagem. Confira os locais, as datas e os horários de sono.
ru: Не удалось составить распорядок для этой поездки. Проверьте места, даты и время сна.
tr: Bu seyahat için uyku planı oluşturulamadı. Konumları, tarihleri ve uyku saatlerini denetleyin.
vi: Không thể tạo lịch sinh hoạt cho chuyến đi này. Hãy kiểm tra địa điểm, ngày và giờ ngủ.
zh_hant: 無法產生這次旅行的作息表，請檢查地點、日期和睡眠時間。

# 无法识别时间，请输入明确日期、时刻和时区。
source: 没读到时间，请写上钟点和地点。
de: Keine Uhrzeit erkannt. Gib eine Uhrzeit und einen Ort an.
en: No time found. Include a time and a place.
es: No se ha encontrado hora. Incluye una hora y un lugar.
fr: Aucune heure trouvée. Précisez une heure et un lieu.
id: Waktu tidak ditemukan. Tulis waktu dan lokasi.
it: Nessun orario rilevato. Inserisci un orario e un luogo.
ja: 時刻が見つかりません。時刻と場所を入力してください。
ko: 시간을 찾지 못했습니다. 시각과 장소를 입력하세요.
nl: Geen tijd herkend. Vermeld een tijd en een locatie.
pl: Nie rozpoznano godziny. Podaj godzinę i miejsce.
pt_br: Nenhum horário encontrado. Informe um horário e um local.
ru: Время не найдено. Укажите время и место.
tr: Saat bulunamadı. Bir saat ve konum belirtin.
vi: Không đọc được giờ. Hãy viết giờ cụ thể và địa điểm.
zh_hant: 沒讀到時間，請寫上時間和地點。

# 无法请求日历权限。请重试，或在系统设置中检查日历权限。
source: 无法请求日历权限。请重试，或在系统设置中检查。
de: Der Kalenderzugriff konnte nicht angefordert werden. Versuche es erneut oder prüfe ihn in den Systemeinstellungen.
en: Couldn’t request calendar access. Try again, or check it in System Settings.
es: No se ha podido solicitar acceso a los calendarios. Inténtalo de nuevo o compruébalo en Ajustes del Sistema.
fr: Impossible de demander l’accès aux calendriers. Réessayez ou vérifiez l’accès dans Réglages Système.
id: Tidak dapat meminta akses kalender. Coba lagi atau periksa akses di Pengaturan Sistem.
it: Impossibile richiedere l’accesso ai calendari. Riprova o verifica l’accesso in Impostazioni di Sistema.
ja: カレンダーへのアクセスを要求できませんでした。やり直してみるか、システム設定で確認してください。
ko: 캘린더 접근을 요청할 수 없습니다. 다시 시도하거나 시스템 설정에서 확인하세요.
nl: Toegang tot agenda's kon niet worden aangevraagd. Probeer het opnieuw of controleer de toegang in Systeeminstellingen.
pl: Nie można poprosić o dostęp do kalendarzy. Spróbuj ponownie lub sprawdź dostęp w Ustawieniach systemowych.
pt_br: Não foi possível solicitar acesso aos calendários. Tente novamente ou verifique o acesso nos Ajustes do Sistema.
ru: Не удалось запросить доступ к календарям. Повторите попытку или проверьте доступ в Системных настройках.
tr: Takvim erişimi istenemedi. Yeniden deneyin veya Sistem Ayarları’nda erişimi denetleyin.
vi: Không thể yêu cầu quyền truy cập lịch. Hãy thử lại hoặc kiểm tra quyền truy cập trong Cài đặt hệ thống.
zh_hant: 無法要求行事曆存取權限。請再試一次，或在「系統設定」中檢查。

# 无法读取日历。请重试，并检查系统日历 App 是否能显示日程。
source: 无法读取日历。请重试，并确认“日历”App能显示日程。
de: Deine Kalender konnten nicht gelesen werden. Versuche es erneut und prüfe, ob die App „Kalender“ deine Ereignisse anzeigt.
en: Couldn’t read your calendars. Try again, and check that the Calendar app shows your events.
es: No se han podido leer los calendarios. Inténtalo de nuevo y comprueba que Calendario muestra los eventos.
fr: Impossible de lire vos calendriers. Réessayez et vérifiez que Calendrier affiche vos évènements.
id: Tidak dapat membaca kalender Anda. Coba lagi dan pastikan app Kalender menampilkan acara Anda.
it: Impossibile leggere i calendari. Riprova e verifica che Calendario mostri gli eventi.
ja: カレンダーを読み取れませんでした。やり直してみてください。また、“カレンダー”アプリで予定が表示されることを確認してください。
ko: 캘린더를 읽을 수 없습니다. 다시 시도하고 ‘캘린더’ 앱에 이벤트가 표시되는지 확인하세요.
nl: Je agenda's konden niet worden gelezen. Probeer het opnieuw en controleer of Agenda je activiteiten toont.
pl: Nie można odczytać kalendarzy. Spróbuj ponownie i sprawdź, czy aplikacja Kalendarz pokazuje wydarzenia.
pt_br: Não foi possível ler seus calendários. Tente novamente e confira se o app Calendário mostra seus eventos.
ru: Не удалось прочитать календари. Повторите попытку и проверьте, что приложение «Календарь» показывает события.
tr: Takvimleriniz okunamadı. Yeniden deneyin ve Takvim uygulamasının etkinliklerinizi gösterdiğini doğrulayın.
vi: Không thể đọc lịch. Hãy thử lại và kiểm tra xem ứng dụng Lịch có hiển thị sự kiện của bạn không.
zh_hant: 無法讀取行事曆。請再試一次，並確認「行事曆」App能顯示行程。
